Repository: PedroGaP/portofolio
Catalog: lib/l10n/app_*.arb
Languages: pt

source: Home
pt: Início

source: About
pt: Sobre

source: About Me
pt: Sobre Mim

source: Portfolio
pt: Portofolio

source: Let's Talk
pt: Vamos falar

# mobile_developer
source: A mobile developer from PORTUGAL.
pt: Um desenvolvedor de aplicações mobile de PORTUGAL.

# i_am
source: Hello, I am
pt: Olá, o meu nome é

# me_description
source: I'm a passionate Flutter developer with a keen interest in building responsive and beautiful mobile and web applications.
pt: Sou um desenvolvedor Flutter apaixonado, com um grande interesse em criar aplicações móveis e web responsivas e bonitas.

source: Download CV
pt: Baixar CV

# all_rights_reserved
source: Â© 2024 Pedro Guerra. All rights reserved.
pt: © 2024 Pedro Guerra. Todos os direitos reservados.
